Revit 2027 API
BuiltInFailures.GeneralFailures.FamilySeparationTestingError Property
 Family separation testing error (internal).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FamilySeparationTestingError { get; }
Public Shared ReadOnly Property FamilySeparationTestingError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FamilySeparationTestingError {
	FailureDefinitionId^ get ();
}
static member FamilySeparationTestingError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeneralFailures Class
Autodesk.Revit.DB Namespace